// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Slot PCI Ethernet %@";
"pci-multiether"          = "Slot PCI Ethernet %@, Porta %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptador Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptador de Rede Sem Fio (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Slot PCI FireWire %@";
"pci-multifirewire"       = "Slot PCI FireWire %@, Porta %@";
"generic-firewire"        = "Adaptador Ethernet (%@)";

"bluetooth"               = "DUN via Bluetooth";
"bluetooth-modem"         = "Adaptador USB de Modem Bluetooth";
"bluetooth-modem-port"    = "Porta do Modem Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adaptador USB de Modem IrDA";
"irda-ircomm-port"        = "Porta de Modem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Modem Interno";

"modem-port"              = "Porta de Modem";
"modem-printer-port"      = "Porta Modem/Impressora";

"printer-port"            = "Porta de Impressora";
"serial-port"             = "Porta Serial";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Vinculação Ethernet (%@)";

"bridge"                  = "Ponte (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Modem Externo";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Ethernet Gigabit USB";

"iPhone"                  = "USB do iPhone";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet Integrada";
"X-multiether"            = "Ethernet Integrada %@";
"X-firewire"              = "FireWire Integrado";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
